Repository: Xesenix/webpack-3-scaffold
Catalog: src/locales/messages.*.po
Languages: pl

source: Bootstrap icons from fonts located in node_modules. In development mode if it weren't called before this requires running:
pl: Ikony Bootstrapowe zlokalizowane w node_modules. W trybie deweloperskim jesli wcześniej nie uruchamialiśmy budowania projektu do działania wymagają uruchomienia:

source: Glow Intensity
pl: Siła podśwetlania

source: Language
pl: Język

source: Neutral Color
pl: Kolor neutralny

source: Primary Color
pl: Kolor podstawowy

source: REACT is working
pl: REACT działa

source: Secondary Color
pl: Kolor drugorzędny

source: Styled via component stylesheet.
pl: Ostylowany za pomocą styli komponentu.

source: Sub component
pl: Komponęt podrzędny

source: Swap theme color via style property variable
pl: Zmień kolory strony przy użyciu css-variable

source: Test fonts loading
pl: Test ładowania czcionek

source: This works post sass so no sass functionality may be used over this color variable.
pl: Zmienne CSS działają po skompilowaniu stylów SASS więc nie można używać SASSowych funkcjonalności do modyfikowania kolorów przekazanych w zmiennych CSS.

source: Time
pl: Czas
